{
  "openness": {
    "high": {
      "high": "__A__さんも__B__さんも感じょうがゆたかなアイデアマン。いっしょにテレビやえいがを見ると、もり上がれそう。おたがいの発想がナナメ上なので、楽しい会話がシゲキになる。",
      "low": "__A__さんの思いつきに、__B__さんがツッコミをいれる、まんざいコンビ。2人、それぞれのいいところが合わさって、いっしょにせいちょうしていける。"
    },
    "low": {
      "high": "目の前のことをじっくり考えたい__A__さんと、そうぞう力がゆたかな__B__さん。ミステリードラマのナゾをといてみたり、なぞなぞやクイズを出し合ったりしてみると、考え方のちがいを楽しめる。",
      "low": "__A__さんと__B__さんは2人とも目の前のことについてしんけんに話し合えるタイプ。ムダがきらいなので、メッセージのやりとりなどは短め。こまったことがあっても、かくじつに乗りこえられる名コンビ。"
    }
  },
  "conscientiousness": {
    "high": {
      "high": "まち合わせにはおくれたくない__A__さんと__B__さん。やくそくもしっかりと守るので、楽しい予定がどんどん決まっちゃいそう。",
      "low": "目のまえのことをきっちりこなしたい真面目タイプの__A__さんと、りんきおうへんゆるふわタイプの__B__さん。考え方のちがいが目立つけれど、それぞれがかがやく組み合わせ。"
    },
    "low": {
      "high": "テストも一発勝負のだいたんな__A__さんと、コツコツ勉強するしんちょうな__B__さん。おたがいのよいところを3つずつ出し合ってほめあいっこしよう。",
      "low": "だいたんなカリスマタイプの__A__さんと__B__さん。自分に合うやり方を見つければ、すごいスピードでのびる。「時間を守る」「わすれ物をしない」などの生活のルールはおたがい守るのがベター。"
    }
  },
  "extroversion": {
    "high": {
      "high": "__A__さんと__B__さんは、おたがいに友人を大事にするタイプ。外にお出かけする楽しい予定でスケジュールがいっぱいに。いっしょにイベントなどを計画してみると楽しい。",
      "low": "だれとでもすぐになかよくなる__A__さんと、自分を出すまでに、少し時間がほしいタイプの__B__さん。さいきんあったおもしろエピソードをはなして、相手のことをもっとしりましょう。"
    },
    "low": {
      "high": "マイペースな__A__さんとアクティブな__B__さん。２人の知っている楽しい遊びや面白いことを教え合うと、見える世界もひろがっていく。",
      "low": "同じ部屋にいても、それぞれすきなことをしている__A__さんと__B__さん。考え方がにているので、相談相手にはぴったりです。１対１の会話をじっくり楽しもう。"
    }
  },
  "agreeableness": {
    "high": {
      "high": "人なつっこく、きちんとあいさつできるタイプの__A__さんと__B__さん。おたがいのことを思いやれる、とてもやさしいかんけい。ゲームやスポーツでチームを組むとゴールデンコンビになれる。",
      "low": "相手を理かいしようとする__A__さんと、自分の意見を大事にする__B__さん。話を聞いてくれる__A__さんは、__B__さんに合わせることが多いかも。お互いのきょうつう点をさがすともっと会話がもりあがる。"
    },
    "low": {
      "high": "気ままな__A__さんと、いつも、まわりの人のことを考えて動く__B__さん。__B__さんは人の話を聞くのがとくいなので、__A__さんは楽しかったことなどを話してみるともりあがる。",
      "low": "__A__さんと__B__さんの組み合わせはTHE自由気まま。いっしょに出かけたけれど、しぜんと分かれて行動してた…なんてことがあるかも。それぞれがすきなことに集中できる、心地よいかんけい。"
    }
  },
  "neuroticism": {
    "high": {
      "high": "__A__さんと__B__さんはお互いのヘアスタイルや服そうの変化などによく気がつくものどうし。その分、色んなことを気にしやすい二人。ストレスをためたときはヘン顔対決でプチリラックス。",
      "low": "小さいことを気にしない__B__さんは、__A__さんにとってどんなときもおだやかに受け止めてくれる存在。__A__さんは細かいことによく気づくので、__B__さんは買い物を手伝ってもらうとよいかも。"
    },
    "low": {
      "high": "おおらかな__A__さんとせんさいな__B__さんは、それぞれちがったタイプの2人。細かいところによく気がつく__B__さんに手伝ってもらうと__A__さんは良い買い物ができる。一方で心が広い__A__さんといっしょなら、__B__さんも買い物がゆっくりたのしめる。",
      "low": "おたがいに「ま、いいか」と気持ちを切りかえるのが上手。__A__さんも__B__さんもおおらかでお互いをいやしあえる関係。二人で買い物に行っても、時間を忘れてたのしめる。"
    }
  }
}